//
//  menu.cpp
//  book library
//
//  Created by mazezen on 2026/4/29.
//

#include <iostream>


void printMenu() {
    std::cout << "*********************** (📚)图书管理系统(📚) ***********************" << std::endl;
    std::cout << "***********************    1. 查看图书     ***********************" << std::endl;
    std::cout << "***********************    2. 添加图书     ***********************" << std::endl;
    std::cout << "***********************    3. 删除图书     ***********************" << std::endl;
    std::cout << "***********************    4. 编辑图书     ***********************" << std::endl;
    std::cout << "***********************    5. 退出系统     ***********************" << std::endl;
}
